pelican_website/content/pages/page-index.html
<html>
<head>
<meta name="Title" content="About" />
<meta name="Summary" content="Homepage" />
<meta name="URL" content="index.html" />
<meta name="Save_as" content="index.html" />
<meta name="Sortorder" content="010" />
<meta name="Slug" content="home" />
</head>
<body>


<p>
<b>Restriction site associated DNA markers</b> (RAD markers or RAD tags) are used in
association with high-throughput sequencing methods for <b>genotyping in both
model and non-model organisms</b>.
</p>
<p>
RAD tags are produced by using <b>restriction enzymes</b> to cut an organism DNA and
to perform a <b>genome complexity reduction</b>. In a RAD-seq experiment, only those
fragments associated with restriction sites are sequenced. The distribution of
sequenced fragments along the genome can be adjusted by carefully choosing the
restriction enzymes.
</p>
<div class="outline-2" id="outline-container-sec-1">
<h2 id="sec-1">RAD tag course in Roscoff, March 2015</h2>
<div class="outline-text-2" id="text-1">
<p>
The local organizers of the course are Thomas Broquet and Didier Jollivet. The
course will be taught by Matthieu Bruneaux and Gildas Le Corguillé.
</p>
<p>
All the materials are available from <a href="https://github.com/mdjbru-teaching-material/roscoff-RAD-tags-course-2015">GitHub</a>.
</p>
</div>
</div>
<div class="outline-2" id="outline-container-sec-2">
<h2 id="sec-2">Before the course</h2>
<div class="outline-text-2" id="text-2">
<p>
Please fill the pre-assessment form that can be found <a href="resources/pre-assessment.txt">here</a> and send it back to
Matthieu Bruneaux (<a href="mailto:matthieu.d.bruneaux@jyu.fi">matthieu.d.bruneaux@jyu.fi</a>).
</p>
</div>
</div>
<div class="outline-2" id="outline-container-sec-3">
<h2 id="sec-3">Schedule</h2>
<div class="outline-text-2" id="text-3">
<p>
The practicals will take place on 10th, 11th and 12th of March at the <a href="http://www.sb-roscoff.fr/">Station
Biologique de Roscoff</a>, in the computer room (IGM).
</p>
<ul class="org-ul">
<li><b>2015-03-10 Tue (Afternoon)</b>: RAD-seq presentation (<a href="resources/presentation.pdf">pdf</a>), beginning of practicals
</li>
<li><b>2015-03-11 Wed (All day)</b>: Practicals and open questions
</li>
<li><b>2015-03-12 Thu (All day)</b>: Practicals and open questions, conclusion
</li>
</ul>
</div>
</div>
<div class="outline-2" id="outline-container-sec-4">
<h2 id="sec-4">Contact</h2>
<div class="outline-text-2" id="text-4">
<p>
Comments, questions and suggestions can be sent to <a href="mailto:matthieu.d.bruneaux@jyu.fi">Matthieu Bruneaux</a>.
</p>
</div>
</div>
</body></html>
